Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/irish_constitution_1/constitutional_convention.html.txt.tmx
Source language: en
Languages: ga

source: The Convention on the Constitution was established by Resolutions of the Houses of the Oireachtas to consider a number of changes to the Constitution of Ireland
ga: Cuireadh an Tionól Bunreachtúil ar bun le Rúin Thithe an Oireachtais chun breithniú a dhéanamh ar roinnt athruithe ar Bhunreacht na hÉireann

source: The Convention initially discussed and made recommendations on:
ga: Ba orthu seo a leanas a rinne an Tionól plé agus moltaí ar dtús:

source: • Reducing the Presidential term of office to 5 years (from 7 at present) and aligning it with the local and European elections
ga: • Téarma oifige an Uachtaráin a laghdú go 5 bliana (ó 7 mbliana san am i láthair) agus é a chur ar chomhréim leis na toghcháin áitiúla agus Eorpacha

source: • Reducing the voting age to 17 (18 at present)
ga: • An aois vótála a laghdú go 17 mbliana d’aois (18 mbliana d’aois san am i láthair)

source: The Convention was required to report on these first 2 issues within 2 months of its first public hearing
ga: Ceanglaíodh ar an Tionól tuarascáil a thabhairt ar an gcéad dá shaincheist sin laistigh de 2 mhí óna chéad éisteacht phoiblí

source: It then proceeded to discuss and report on the following issues:
ga: Ina dhiaidh sin, rinne sé plé agus thug sé tuarascáil ar na saincheisteanna seo a leanas:

source: • Review of the Dáil electoral system
ga: • Toghchóras na Dála a athbhreithniú

source: • Giving Irish citizens resident outside the State the right to vote in Presidential elections at Irish embassies, or otherwise
ga: • An ceart chun vóta a chaitheamh i dtoghcháin Uachtaránachta in ambasáidí na hÉireann, nó in áit eile, a thabhairt do shaoránaigh na hÉireann a chónaíonn lasmuigh den Stát

source: • Provision for same-sex marriage
ga: • Foráil do phósadh comhghnéis

source: • Amending the clause on the role of women in the home and encouraging greater participation of women in public life
ga: • An clásal ar ról na mban sa bhaile a leasú agus rannpháirtíocht mhéadaithe i measc ban sa saol poiblí a spreagadh

source: • Increasing the participation of women in politics
ga: • Rannpháirtíocht na mban sa pholaitíocht a mhéadú

source: • Removal of the offence of blasphemy from the Constitution
ga: • Cion an diamhasla a bhaint ón mBunreacht

source: Following completion of the above reports, it also discussed and made recommendations on two additional issues:
ga: Tar éis na tuarascálacha thuasluaite a chur i gcrích, rinne an Tionól plé agus moltaí ar dhá shaincheist bhreise, ba iad sin:

source: • Economic, social and cultural rights
ga: • Cearta eacnamaíocha, sóisialta agus cultúrtha

source: It published its final report on 31 March 2014
ga: D’fhoilsigh sé a thuarascáil deiridh an 31 Márta 2014

source: The Government undertook to respond to each report within 4 months
ga: Gheall an Rialtas go dtabharfadh sé freagra ar gach tuarascáil laistigh de 4 mhí

source: The inaugural meeting took place in Dublin Castle on 1 December 2012
ga: Tionóladh an chéad chruinniú i gCaisleán Bhaile Átha Cliath an 1 Nollaig 2012

source: Plenary convention meetings commenced in January 2013 and ran throughout the year, on average once a month excluding July and August 2013
ga: Tosaíodh cruinnithe iomlánacha an tionóil i mí Eanáir 2013 agus cuireadh ar siúl iad le linn na bliana. Ar an meán, bhí cruinniú amháin in aghaidh na míosa, seachas i mí Iúil agus i mí Lúnasa

source: There were 100 participants in the Convention
ga: Ghlac 100 duine páirt sa Tionól

source: A chairman was appointed by the Government
ga: Is é an Rialtas a cheap cathaoirleach an Tionóil

source: There were 66 citizens, randomly selected and as representative as possible of Irish society
ga: Bhí 66 saoránach páirteach ann, agus roghnaíodh iad ar bhealach randamach agus chun bheith chomh hionadaíoch agus ab fhéidir do shochaí na hÉireann

source: They had to be people who were entitled to vote in a referendum
ga: Bá ghá go raibh na daoine sin i dteideal vóta a chaitheamh i reifreann

source: A polling company was engaged to select 66 people from the electoral register who were representative of the population generally in terms of sex, age, social class and region
ga: Fostaíodh cuideachta vótaíochta chun 66 duine a roghnú ó chlár na dtoghthóirí, daoine a bhí ionadaíoch don phobal i gcoitinne ó thaobh inscne, aoise, aicme shóisialta agus réigiúin de

source: A number of substitute or shadow members were also identified to take part and replace Convention members in the event that they were unable to attend
ga: Ina theannta sin, sainaithníodh roinnt baill ionadaithe nó scáthbhall chun páirt a ghlacadh ann agus chun áit bhaill an Tionóil a ghlacadh sa chás nach mbeidís in ann bheith i láthair

source: The other members were members of the Dáil and Seanad and a representative of each political party in the Northern Ireland Assembly that wished to be represented
ga: Bhí na baill eile ina gcomhaltaí den Dáil agus den Seanad agus bhí ionadaí amháin ó gach páirtí polaitíochta i dTionól Thuaisceart Éireann ar mhian leis go ndéanfaí ionadaíocht dó

source: The political representatives were able to substitute another parliamentary party member if they were unable to attend
ga: Bhí na hionadaithe do pháirtithe polaitíochta in ann ball eile dá bpáirtí parlaiminteach a roghnú sa chás nach mbeidís in ann bheith i láthair

source: The Convention had an expert advisory group of academics, political scientists and constitutional lawyers
ga: Bhí sainghrúpa comhairleach ag an Tionól, rud a bhí comhdhéanta de ghrúpa acadóirí, eolaithe polaitíochta agus dlíodóirí bunreachtúla

source: Use of the electoral register
ga: Úsáid chlár na dtoghthóirí

source: The Constitutional Convention was set up by means of a resolution of both Houses of the Oireachtas and not by statute
ga: Ba le rún Thithe an Oireachtais, agus níor le reacht, a cuireadh an Tionól Bunreachtúil ar bun

source: The Electoral (Amendment) Act 2012 (pdf) enabled the electoral register to be used to select the 66 citizen members of the Convention
ga: Ceadaíodh leis an Acht Toghcháin (Leasú) 2012 (pdf) clár na dtoghthóirí a úsáid chun na 66 ball is saoránach den Tionól a roghnú

source: Whilst the Electoral Acts provide that it is an offence to use information in the register other than for electoral or other statutory purposes (such as selection of members of juries), there is an edited version of the register that may be used for any purpose
ga: Cé go bhforáiltear leis na hAchtanna Toghcháin gur cion é faisnéis sa chlár a úsáid chun críocha seachas críocha toghcháin nó críocha reachtúla eile (mar shampla, baill ghiúiréithe a roghnú), is ann do leagan atheagraithe den chlár, rud ar féidir é a úsáid chun críoch ar bith

source: That register includes about 300,000 voters who have agreed to have their names included on it
ga: Áirítear leis an gclár sin tuairim is 300,000 vótálaí ar aontaigh go gcuirfí a n-ainmneacha leis

source: Information on the Convention and its work is available at constitution.ie
ga: Tá faisnéis ar an Tionól agus ar a chuid oibre ar fáil ag constitution.ie
